Revit 2027 API
ParameterTypeId.StairsAttrSideStringerTypeParam Property
 "Type of Side Stringers"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrSideStringerTypeParam { get; }
Public Shared ReadOnly Property StairsAttrSideStringerTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrSideStringerTypeParam {
	ForgeTypeId^ get ();
}
static member StairsAttrSideStringerTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace